const TEAMMATES_DATA = [
  {
    id: '1_ourteam',
    name: 'Наша Команда',
    text: `Шли годы, рынок потребления вэб-разработки рос и именно поэтому собралась наша команда.
      Мы были готовы для того, чтобы сколотить крутое приложение для изучения английского языка.
      Сложно представить, какой это был рискованный шаг -  забить на стабильную работу и пуститься в полную неизвестность, делая какое-то приложение с
      ребятами, с которыми только что познакомился :)`,
    style: {
      height: '190px',
      width: '290px',
      backgroundImage: 'url(../assets/images/ourTeam.png)',
    },
  },
  {
    id: '2_Tamara',
    name: 'Тамара Хлябец',
    text: `Наставник и мотиватор нашей команды.
      В любое время суток готова помочь как морально так и физически.
      Проверяла очень много Pull Requestov, делала мини-игры и помогала в других компонентах.
      Благодаря Томе мы выучили React и научились работать в команде.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/tamara.png)',
      borderRadius: '50%',
    },
  },
  {
    id: '3_Ilya',
    name: 'Илья Хвалько',
    text: `Тим-лид нашего проекта. Организовывал работу команды,
      не оставлял команду без работы и держал в рабочей атмосфере.
      Большую Часть времени тратил на написание задач, проверку pull requestov.
      Почти всегда был на связи, для помощи своей команде в любом из компонентов.
      Сделал тренировку, учитывая все мелочи и условия.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/ilya.jpg)',
      borderRadius: '50%',
    },
  },
  {
    id: '4_Andrey',
    name: 'Андрей Амельченя',
    text: `Рабочая лошадка нашей команды. Вся работа с сервером лежала на его плечах.
      Написал больше всего кода. В ущерб своей работе делал наш проект, чтобы к дедлайну он
      получился максимально классным. Всегда готов помочь товарищам в их компонентах.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/andrey.jpg)',
      borderRadius: '50%',
    },
  },
  {
    id: '5_Ivan',
    name: 'Иван Канищев',
    text: `Главный дизайнер нашей команды, все страницы были нарисовать все страницы,
     успевал помогать команде с написанием кода. Написал мини-игру, сделал графическое
     отображения статистики.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/ivan.png)',
      borderRadius: '50%',
    },
  },
  {
    id: '6_Dima',
    name: 'Дмитрий Синяков',
    text: `Главный разработчик мини-игр. Очень хорошо выучил новую технологию разработки.
      Написал две мини-игры, словарь и подвал сайта. Никогда не возникало проблем с Дмитрием.
      Хорошо работает в команде и готов к контруктивной критике.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/dima.png)',
      borderRadius: '50%',
    },
  },
  {
    id: '7_Sasha',
    name: 'Александр Суманеев',
    text: `Быстро влился в новую технологию разработки и начал делать свои компоненты.
      На протяжении всей вопросов по его работе. Сделал мини-игру, страницу с мини-играми,
      демо страницу, помогал в создании шапки страницы.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/sasha.jpg)',
      borderRadius: '50%',
    },
  },
  {
    id: '8_Artem',
    name: 'Артем Успенский',
    text: `Перспективный участник команды, сделал настройки, шапку сайта, страницу о команде,
      прогресс узучения слов. Быстро влился в новую технологию разработки и всегда был готов к совместной работе.`,
    style: {
      height: '204px',
      width: '204px',
      backgroundImage: 'url(../assets/images/artem.jpg)',
      borderRadius: '50%',
    },
  },
];

export default TEAMMATES_DATA;
